Repository: heiko-etzold/cubeling-app
Catalog: Cubeling App/Cubeling/*.lproj/Localizable.strings
Languages: de

# DeleteHead
source: Delete all cubes?
de: Alle Würfel löschen?

# DeleteQuestion
source: Do you really want to delete all cubes?
de: Möchtest du wirklich alle Würfel löschen?

# DeleteCancel
source: Cancel
de: Abbrechen

# DeleteDelete
source: Delete
de: Löschen

# HintLabelText
source: Only cubes lying on the gray tiles will be displayed.
de: Es werden nur die Würfel dargestellt, die auf den grauen Feldern liegen.

# HintShadowLabelText
source: Only shadows of cubes lying on the gray tiles will be displayed.
de: Es werden nur die Schatten der Würfel dargestellt, die auf den grauen Feldern liegen.

# HintNumberLabelText
source: Only numbers of cubes lying on the gray tiles will be displayed.
de: Es werden nur die Anzahlen der Würfel dargestellt, die auf den grauen Feldern liegen.

# CodeRunningActive
source: Code Tracing is active. Manual processing is not possible.
de: Die Code-Ablaufverfolgung ist aktiv. Es ist keine manuelle Bearbeitung möglich.

# FirstInfoLabelText
source: Touch a field to add a cube.
de: Tippe ein Feld an um einen neuen Würfel zu erzeugen.

# SecondInfoLabelText
source: Long press a cube to remove it.
de: Tippe länger auf einen Würfel um ihn wieder zu entfernen.

# FirstInfoLabelMacText
source: Click a field to add a cube.
de: Klicke ein Feld an um einen neuen Würfel zu erzeugen.

# SecondInfoLabelMacText
source: Long click a cube to remove it.
de: Klicke länger auf einen Würfel um ihn wieder zu entfernen.

# CodeAddCube
source: buildCube
de: baueWürfel

# CodeAddCubeAt
source: at
de: bei

# CodeRemoveCube
source: removeCube
de: entferneWürfel

# CodeSetPosition
source: set
de: setze

# CodeChangePosition
source: change
de: ändere

# CodeChangePositionBy
source: by
de: um

# CodeLoopTextDo
source: do
de: mache

# CodeLoopTextTimes
source: times
de: mal

# CodeLoopOf
source: of
de: von

# CodeNumberText
source: number
de: Zahl

# CodeCountingNumberText
source: counting number
de: Anzahl

# ErrorSetValues
source: Both values have to been set.
de: Beide Werte müssen gesetzt sein.

# ErrorSetValue
source: The position has to been set correctly.
de: Die Position muss korrekt gesetzt sein.

# ErrorSetPosition
source: The position has to been chosen.
de: Die Position muss ausgewählt sein.

# InfoPositionTextLabel
source: Current value for
de: Aktueller Wert für

# InfoPositionNotSet
source: not set
de: nicht gesetzt

# CubeBuildingName
source: building
de: bauwerk

source: Cube Building not loaded
de: Würfelbauwerk nicht geladen

# CubeBuildingNotLoadedText
source: The requested cube building was not downloaded.
de: Das gewünschte Würfelbauwerk wurde noch nicht heruntergeladen.

source: Try again
de: Erneut versuchen

# CubeBuildingOld
source: Older Cube Building
de: Älteres Würfelbauwerk

# CubeBuildingOldText
source: This Cube Building was created with a former version of Cubeling app. It's potientally not shown correctly.
de: Dieses Würfelbauwerk wurde mit einer älteren Klötzchen-Version erstellt und wird daher evtl. nicht vollständig korrekt dargestellt.

source: Cube Export
de: Würfel-Export

# ExportImagesText
source: Export Views as Images
de: Ansichten als Bilder exportieren

# ExportCodeText
source: Export Code as Text
de: Code als Text exportieren

# ExportCubeText
source: Safe Cube Building
de: Würfelgebäude speichern

# ImportCubeText
source: Open Cube Building
de: Würfelgebäude öffnen
